Show / Hide Table of Contents
Enum EdgeOrientationType
Edge position type
Namespace: IdeaRS.OpenModel.Detail
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum EdgeOrientationType
Fields
 Name |  Description
 FromBegin
Distance measured from the beginning of edge
 FromEnd
Distance measured from the end of edge
 Improve this Doc
 View Source